Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/iearth.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: “… of the 85 million NOK budgeted for in 2019, the government suggest to strengthen the arena for competition for incentives in higher education, now managed by Diku, with 25 million NOK.
nb: «…av opptrappingen på 85 millioner i 2019, foreslår regjeringen å styrke konkurransearenaen for incentiver i høyere utdanning, som forvaltes av Diku, med 25 millioner.

source: Jostein Bakke is also centre leader for iEarth, where the focus this spring has been on adapting to the digital teaching.
nb: Jostein Bakke er også senterleder for SFU iEarth, hvor fokus denne våre også har vært på å tilpasse seg den digitale undervisningen.

source: Today's iEarth Digital Learning Forum seminar addressed this challenge with the topic Digital field learning.
nb: Dagens iEarth Digital Learning Forum seminar adresserte denne utfordringen og hadde tema digital feltlæring.

source: The workshop ran on September 18-19 at UNIS. The workshop was funded by bioCEED.
nb: Workshopen ble avholdt 18-19 september ved UNIS og ble finansiert av bioCEED.

source: Meet the iEarth Research Group – Anders Ahlberg
nb: Bli kjent med iEarths forskningsgruppe – Anders Ahlberg

source: UiB and UiO will arrange a common excursion in Western Norway, whereas UiT will arrange a separate excursion in Northern Norway.
nb: UiB og UiO vil avholde en felles ekskursjon på Vestlandet, mens UiT vil arrangere en egen ekskursjon i nærmiljøet.

source: She has been co-president of the International Society for the Scholarship of Teaching and Learning, and is currently co-editor of its international journal, Teaching & Learning Inquiry.
nb: Hun har tidligere vært co-president for International Society for the Scholarship of Teaching and Learning, og er nåværende co-editor for dens internasjonale journal, Teaching & Learning Inquiry.

source: How do we choose which topics are best suited to teach Earth system science at an intro-level?
nb: Hvordan velger vi emner som passer best til å undervise Earth system science på et introduksjonsnivå?

source: The iEarth Educational Research Publication Series is a database for educational development projects that have received funding from iEarth.
nb: iEarth Educational Research Publication Series er en database for alle prosjektene som har fått tildelt midler fra iEarth for å utvikle prosjekt innen utdanning.

source: iEarth Digital Learning Forum – Mattias Lundmark
nb: iEarth Digitale Læringsforum – Mattias Lundmark

source: Reference and link to the article:
nb: Referanse og link til artikkel:

source: Thanks to Karl Ljung at Lund University, I was given the opportunity to pursue a master’s degree in geo-DBER which I began in the fall of 2019.
nb: Takket være Karl Ljung ved Universitetet i Lund fikk jeg muligheten til å ta en mastergrad i geodidaktikk som jeg startet på i 2019.

source: There were also time for a hike in the snow to Hallingskarvet and bowling.
nb: Det ble også tid til fjelltur i snø opp til Hallingskarvet og bowling.

source: Congratulation project fund recipients of spring 2021!
nb: Disse prosjektene mottok støtte fra iEarth vår 2021

source: Anne will coordinate the work towards the SFU application due in April, and contiue our work to support those now starting on their own SoTL projects.
nb: Anne vil koordinere arbeidet frem mot SFU søknaden som sendes i april, og jobbe videre som en viktig støttespiller for de som nå går i gang med sine egne SOTL-prosjekter.

source: At the University of Bergen, one hopes that the geology project iEarth will be one of them.”
nb: Ved Universitetet i Bergen håper man at geologiprosjektet iEarth når helt opp.”

source: The article “Digital fieldwork with Fieldmove – how do digital tools influence geoscience students’ learning experience in the field?” is based on feedback from students during their fieldwork in the geological field mapping course at UiO.
nb: Artikkelen “Digital fieldwork with Fieldmove – how do digital tools influence geoscience students’ learning experience in the field?” er basert på erfaringer fra studenter og undervisere gjennom deres feltarbeid som en del av kurset Geologisk feltkartlegging ved UiO.

source: The department for Geosciences at UiT, the department for Earth sciences at UiO and UiB, NVE, Equinor and NGI applied in the fall of 2020 for financing to establish an internship progtam for bachelor students in Earth Science. Project leader Iver Martens, UiT
nb: Prosjekleder Iver Martens, UiT Institutt for geovitenskap ved UiT, geofagsinstituttene ved UiO og UiB, NVE, Equinor og NGI søkte høsten 2020 om finansiering til å iverksette et internshipprosjekt for bachelorstudenter i geovitenskap.

source: Formal opening of iEarth UNIS
nb: Åpning av iEarth på UNIS

source: Presentations of talks and workshops:
nb: Presentasjoner fra foredrag og workshops:

source: Professor Kerim Nisancioglu and researcher Anne-Katrine Faber from the University of Bergen have received funding from the Olav Thon foundation’s support for student active learning for their IceFinse project.
nb: Professor Kerim Nisancioglu og Forsker Anne-Katrine Faber fra Universitet i Bergen er mottakere av Olav Thon Stiftelsens støtte til studentaktiv læring for deres IceFinse prosjekt.

source: This time it was Mirjam Glessmer from GEO-Tag der Natur, Hamburg, Germany that presented her talk:
nb: Denne gangen var det Mirjam Glessmer fra GEO-Tag der Natur, Hamburg, Tyskland som presenterte:

source: iEarth Digital Learning Forum – How to apply for iEarth Project funding
nb: iEarth Digitalt Læringsforum – Hvordan søke iEarth støtte til interne prosjekter

source: Meeting in the iEarth consortium, Tromsø
nb: Møte i iEarth konsortiet, Tromsø

source: – Department of Geoscience at the University of Tromsø – the Arctic University of Norway (UiT)
nb: – Institutt for geovitenskap ved Universitetet i Tromsø – Norges arktiske universitet (UiT)

source: The students that follow the intro course in geoscience at the department in Oslo (GEO1100) will later specialize in geology, geography, or geophysics/climate.
nb: Studentene som følger introduksjonskurset i geovitenskap ved UiO (GEO1100) skal senere spesialisere seg i geologi, geografi eller geofysikk/klima.

source: The seminar, with the topic of field learning in a digital teaching environment, had 57 participants.
nb: Seminaret, med tema om feltundervisning i en digital hverdag, hadde 57 deltakere.

source: Atle Rotevatn, professor at the Department of Earth science, UiB, decided that if the students can’t join for field work, the field experience needs to come to them.
nb: Atle Rotevatn, professor ved institutt for geovitenskap, UiB, bestemte seg for at om studentene ikke kan være med i felt, må felt komme til studentene.

source: Judith Vestre (bottom right) leader, Solveig Osjord (bottom middle) Head of SoMe and digital content, Tora Myklebust (bottom left) Head of GeOracle, Serianna Kvarøy (top left) National leader, Sverre Soldal (top left) Head of courses and development
nb: Judith Vestre (nede til høyre) leder, Solveig Osjord (midten nede) SoMe/digitalt ansvarlig, Tora Myklebust (nede til venstre) GeOrakel ansvarlig, Serianna Kvarøy (oppe til venstre) Nasjonal leder, Sverre Soldal (oppe til høyre) Fagkritisk kontakt

source: The field course encompasses glaciology, climate and ice-cores and will be developed over a three year period.
nb: Feltkurset vil omhandle glasiologi, klima og iskjerner og vil bli videreutviklet over en periode på tre år.

source: Earlier, 9 of the invited presenters had recorded a short video presenting themselves and given a short introduction to their time as a student, their work and advices to present students.
nb: I forkant hadde 9 av de tidligere studenter lagt ut en film for å presentere seg selv for å fortelle om studier, jobb og råd til nåværende studenter.

source: – a webpage with alumni information, e.g. practical information, events, member information, etc.
nb: – en nettside med informasjon om alumninettverket, arrangementer, andre alumni og mye mer.

source: 12 UNIS teachers lead collegial sharing sessions, sharing, raising questions and discussing different methods and challenges that are relevant for developing educational quality UNIS.
nb: 12 instruktører fra UNIS ledet kollegiale dele sesjoner hvor de delte erfaringer, fremhevet spørsmål og diskuterte utfordringer som er relevante for utviklingen av utdannings kvalitet på UNIS.

source: They have also been assigned with some independent field data collection that can be done outside, individually, or in small groups of 2-3 students, as long as they adhere to the guidelines from the health authorities concerning Covid-19, Atle continues.
nb: De har fått utlevert en samling selvstendige feltoppgaver som skal jobbes med ute, individuelt eller i små grupper på 2-3 studenter, så lenge de følger helsemyndighetenes retningslinjer for smittevern angående Covid-19, fortsetter Atle.

source: A scholarship of teaching and learning (SoTL) structure will be designed and implemented for the course.
nb: SoTL-prosjekt (Scholarchip of teaching and learning) skal designes og gjennomføres som en del av prosessen.

source: Eline Skakstad og Ingvild Andersen, together with Thomas Viflot, have spent the fall semester creating 5 movies that are available on har
nb: Eline Skakstad og Ingvild Andersen, sammen med Thomas Viflot, har brukt høsten på å produsere 5 filmer tilgjengelig på

source: – Christian Haug Eide – UiB – Associate professor
nb: – Christian Haug Eide – UiB – Førsteamanuensis

source: The iEarth consortium together with the department of Artic geology, UNIS.
nb: iEarth konsortiet og avdeling for arktisk geologi, UNIS.

source: at the University of Bergen.
nb: ved Universitetet i Bergen.

source: Their project, “Marine competence in the 21 st
nb: Prosjektet deres, “ Marin kompetanse for det 21.

source: 2019 is upon us and we in iEarth start the new year of by welcoming Anne Stensland as our new network coordinator.
nb: Vi begynner 2019 med ansettelsen av en ny nettverkskoordinator for iEarth og ønsker velkommen til Anne Stensland. Bilde fra det fenomenale feltkurset «regionalgeologisk feltkurs til vestlandet».

source: – Everyone has adapted to use Teams and Zoom in their teaching activities.
nb: – Alle har tilpasset seg til å bruke Teams og Zoom i deres undervisningsaktiviteter.

source: iEarth Digital Learning Forum 10.09
nb: iEarth Digitale Læringsforum 10.09

source: Rafael Horota – PhD student at UNIS
nb: Rafael Horota – PhD student ved UNIS

source: Knut Mørken, whom informed about the InterAct process at the faculty at UiO, and Anders Malthe-Sørensen, whom informed about CCSE work and student involvement, visited the meeting.
nb: Med besøk fra Knut Mørken, som informerte om InterAct prosessen ved fakultetet i UiO, og Anders Malthe-Sørensen, som informerte om CCSE sitt arnbeidet og hvordan de har jobbet med studentinvolvering, ble dette noen vellykkede dager.

source: Recently, he has been engaged in the UiB task force planning for courses and field work on board the upcoming 18 month cruise with
nb: Nylig har han også vært engasjert i UiB sin arbeidsgruppe som planlegger kursene og feltarbeidet ombord det 18 måneder lange toktet med

source: – Department of Geoscience at the University of Oslo (UiO)
nb: – Institutt for geofag ved Universitetet i Oslo (UiO)

source: – Department of Earth Science and the Geophysical Institute at the University of Bergen (UiB)
nb: – Institutt for geovitenskap og Geofysisk Institutt ved Universitetet i Bergen (UiB)

source: PhD projects available in iEarth
nb: Søk om å bli PhD i iEarth

source: BioCEED and iEarth introduced in which ways we envision that we will collaborate and be a resource for all of UNIS.
nb: BioCEED og iEarth introduserte hvordan vi ser for et samarbeid og hvodan vi skal jobbe for å sammen bli en ressurs for hele UNIS.

source: In total, 9 presentation and 3 posters were presented.
nb: Sesjonen var godt besøkt og totalt inneholdt den 9 presentasjoner og 3 plakater.

source: and I study geology on my first year at UiT.
nb: fra UiT som studerer geologi.

source: From September 26th to 28th, 29 lecturers from UiB, UiO, UiT and UNIS was gathered for Teacher’s Retreat for the first time.
nb: Fra 26 – 28. september ble for første gang 29 undervisere fra UiB, UiO, UiT og UNIS samlet på Geilo for Teacher’s Retreat.

source: SUMMARY:iEarth digital learning forum seminar
nb: SUMMARY:Seminar «Det viktigste faget.

source: I therefore concluded that we needed to make a movie version of the field trip that we normally take our first-year students on every April, explains professor Atle Rotevatn.
nb: Derfor bestemte jeg mer for å lage en film-versjon av felt-delen som vi vanligvis tar våre førsteårsstudenter med på hver april, forteller professor Atle Rotevatn.

source: Professor Atle Rotevatn on top of Katttnakken with Bertin Holme Flatebø.
nb: Professor Atle Rotevatn på toppen av Katttnakken med Bertin Holme Flatebø fra BRIK Kompetansefilm.

source: Oda Bjørnsdatter and Ingvild Lorentzen have a long experience with this types of thinking, and the field of career learning.
nb: Oda Bjørnsdatter og Ingvild Lorentzen har lang erfaring med denne type tankevirksomhet og innenfor karriere læring.

source: She is an iEarth education chair at the Geophysical Institute (UiB) and had recently completed the Postgraduate Certificate in Education (PGCE).
nb: på Geofysisk institutt (UiB) og har nylig fullført Praktisk-Pedagogisk Utdanning (PPU).

source: Mirjam is starting as Prof II within iEarth in January, connected to the Geophysical Institute at UiB.
nb: Mirjam begynner som Prof II i iEarth i januar, tilknyttet Institutt for Geofysikk ved UiB.

source: article was published at uib.no the 15.07.2016.
nb: artikkelen ble publisert på uib.no den 15.07.2016.

source: Previous guest master students from the AB and AG departments were invited for a two-day workshop in Longyearbyen to discuss and evaluate field learning based on their personal experiences from the UNIS courses.
nb: Tidligere master studenter fra begge institutt var invitert til en to-dagers workshop i Longyearbyen for å diskutere og evaluere feltlæring basert på deres personlige erfaringer fra UNIS fagene.

source: “Quality Culture in Higher Education” from 2017, one should hope and believe that the government was more ambitious in the forthcoming national budget.
nb: «Kultur for kvalitet i høyere utdanning» som kom i 2017 skulle man håpe og tro at regjeringen ville vært mer ambisiøse i det kommende statsbudsjettet.

source: In 2018, 73 talks were given with the tag “education”.
nb: I 2018 var det blant annet 73 innlegg merket med “education”.

source: After two intense and productive days at UiO we got even further in our iEarth work.
nb: Vi hadde to intense og svært hyggelige dager ved UiO der vi fikk gått igjennom mange viktige punkt for å ta iEarth videre.

source: We welcome the first national leader of the iEarth student organization – Serianna Kvarøy
nb: iEarth sin studentorganisasjon har fått sin første nasjonale leder – Serianna Kvarøy.

source: In this workshop we explored and evaluated students learning during the fieldwork component in the courses at the Arctic Geology (AG) and Arctic Biology (AB) departments at UNIS.
nb: I denne workshopen har vi utforsket og evaluert studenters læringsutbytte gjennom feltdelen av fag ved Arktisk Geologi (AG) og Arktisk Biologi (AB) ved UNIS.

source: ” and how we can work with representatives from the industry in the iEarth process.
nb: » og hvordan vi skal jobbe med næringlivskontakter i iEarth-prosessen.

source: The next seminar will be held already the 2 nd
nb: Neste seminar blir holdt den 2. april kl.

source: A big thanks to bioCEED for all the time they have put in to arranging this great event.
nb: Takk til bioCEED for all tid og krefter de har brukt til å få til dette arrangementet.

source: Focus on employability, close collaboration with industry, integration, training in 21.st century skills will only increase in importance for the students in the coming years, states project leader Iver Martens, geophysicist at UiT, The Arctic University of Norway.
nb: Fokus på ansettbarhet, tett samarbeid med arbeidslivet, dynamikk og integrering, opplæring i 21.st century skills blir bare viktigere og viktigere for studentene fremover, fastslår prosjektleder Iver Martens, geofysiker ved UiT Norges Arktiske Universitet.

source: New winner of the Olav Thon Foundation
nb: Ny tildeling fra Olav Thon Stiftelsen

source: article was published at uib.no on the 11.01.2018.
nb: artikkelen ble publisert på uib.no den 11.01.2018.

source: In addition, we are preparing for a potential call for Centre of Excellence in Education (SFU) in 2019.
nb: I tillegg begynner vi nå å forberede oss på en potensiell SFU-utlysning i 2019.

source: Comment to the national budget 2019
nb: Kommentar til Statsbudsjettet 2019

source: iEarth project funding – projects funded fall 2020
nb: iEarth prosjektmidler – prosjekter som fikk støtte i 2020

source: Atle Rotevatn awarded the prize for outstanding teaching from the Olav Thon Foundation
nb: Atle Rotevatn er tildelt pris fra Olav Thon Stiftelsen for fremragende undervisning

source: Congratulation project fund recipients of spring 2021! Written by
nb: iEarth prosjektmidler – prosjekter som fikk støtte våren 2021

source: An emphasis was also placed on the use of different software packages that are available at the university (e.g. Microsoft Word, CorelDraw and Mendeley).
nb: Det ble også gått gjennom hvordan man kan bruke de ulike programvarer som man har tilgjengelig på Universitetet (f.eks Microsoft Word, CorelDraw og Mendeley).

source: See full program here:
nb: Mer informasjon om program finner du her:

source: In addition, student involvement and Professor II candidates connected to the iEarth progress domains were discussed, together with future PhD- and Post doc projects.
nb: I tillegg ble det diskutert kandidater til iEarth-tilknyttede Professor II stillinger, fremtidige PhD- og Post doc prosjekter, og retningslinjer for iEarth prosjektmidler.

source: We intend to use parts of the videos later when we will introduce more student active learning methods in the course “GEOV101 – Introduction to Geology”.
nb: Vi planlegger å bruke deler av disse filmene senere når vi skal introdusere mer studentaktive læringsmetoder i kurset “GEOV101 – Innføring i geologi”.

source: Several important skills and knowledge gaps in the zone between business and academia will be covered through 12 lectures, cases and seminars in the course.
nb: Flere viktige ferdigheter og kunnskaper som omfavnes av både næringslivet og akademia vil bli presentert gjennom 12 forelseninger, oppgaver og seminarer i løpet av kurset.

source: A further and more specific description of our progress domains followed, where two new domains were defined – field learning and alumni & outreach.
nb: I tillegg ble det bestemt å definere våre utviklingsområder videre, hvor to nye utviklingsområder også ble lagt til – feltlæring og alumni & outreach.

source: More than 50 students have signed up for the course.
nb: I alt har mer enn 50 studenter meldt seg på kurset.

source: Currently he is preoccupied with the emergency transition to online teaching forced by covid-19 researching experiences made by teachers and by students.
nb: I disse dager jobber han med transisjonen til digital undervisning tvunget frem av covid-19 og forsker på erfaringer gjort av både undervisere og studenter.

source: Another theme that was both presented and discussed in workshops was “dissemination”.
nb: Et annet tema som både ble presentert og diskutert i workshops var “spredning”.

source: This week in the iEDLF seminar series Education Chair at Geo-UiB, Bjarte Hannisdal presented Progress Domain 1, which he is in the lead of. This progress domain is titled “Shaping the future – meeting tomorrow’s societal Challenges “and incompasses mapping of competencies and generic skills.
nb: I denne ukens utgave av IEDLF delte Bjarte Hannisdal sine visjoner for iEarth sitt Utviklingsområde 1 som han leder. Dette utviklingsområde har fått tittelen “ Forming av fremtiden – å møte morgendagens samfunnsmessige utfordringer” og inkluderer en plan for kartlegging av kompetanser og generiske ferdigheter i den geovitenskapelige utdanningen.

source: For this seminar, DIKU used a New innovative digital Conference platform called Gatherly.
nb: Til denne samlingen hadde DIKU tatt i bruk en innovativ digital konferanse plattform – Gatherly.

source: – They will work with the assignments associated with the movies, which are focused on solving problems that help the students achieve the learning goals.
nb: – De skal jobbe med oppgaver relatert til filmen, med fokus på å løse problemer som hjelper studentene å nå læringsmålene for kurset.

source: Below you find the presentation of Robert Grey as a PDF and recording from the seminar.
nb: Under ligger presentasjonen til Robert Grey som PDF og som opptak.
